app/controllers/users_controller.rb

INSERT INTO `Users` (`email`, `first_name`, `last_name`, `login`, `password_digest`, `remember_token`, `specialization_id`) VALUES ('house@mail.com', 'Gregory', 'House', 'house', '$2a$10$zZW1bZeWe/lMBv8CKPXZT.sr7xm1Gg./G1dMpR9f3vSrCB8SQQaRi', 'a2a4ee253c20d5c4ac750f8aeb407c7521fa3f26', 2)
---
  def create
    @user = User.new(user_params)
    if @user.save