app/controllers/welcome_controller.rb

SELECT `Schedules`.* FROM `Schedules`
---
  def index
	@schedules = Schedule.all